<?php

$lang_sat_shortlink = array(
	'reduction'	=> 'Сократить ссылку?',
	'error'		=> 'Ошибка доступа. Не удалось сократить ссылку.',
	'url'		=> 'Ссылка',
	'link'		=> 'Сокращённая ссылка',
	'generated'	=> 'Создана',
	'buttons'	=> 'Действия',
	'copy'		=> 'Скопировать',
	'copied'	=> 'Ссылка скопирована в буфер обмена.',
	'delete'	=> 'Удалить',
	'warning'	=> 'Вы уверены, что хотите удалить ссылку? Восстановить её работоспособность и данные о переходах по ней будет невозможно.',
	'new'		=> 'Новая ссылка',
	'address'	=> 'Введите адрес ссылки',
	'mylinks'	=> 'Мои ссылки',
	'nolinks'	=> 'Ссылок не найдено.'
);
