<?php

$lang_sat_mask = array(
	'button'	=> 'Маска',
	'legend'	=> 'Параметры ролевой маски',
	'name'		=> 'Имя',
	'namesmall'	=> 'До 25 символов.',
	'title'		=> 'Статус',
	'titlesmall'	=> 'До 255 символов.',
	'ava'		=> 'Аватар',
	'avasmall'	=> 'Полный адрес изображения.',
	'sig'		=> 'Подпись',
	'sigsmall'	=> 'Поддерживает доступный в подписи bb-код.',
	'submit'	=> 'Надеть маску!',
	'remove'	=> 'Снять',
	'cancel'	=> 'Отмена',
	'try'		=> 'Примерить',
	'gallery'	=> 'Галерея',
	'submitMark'	=> 'Настройки ролевой маски изменены',
	'removeMark'	=> 'Вы сняли ролевую маску',
	'cancelMark'	=> 'Отмена изменения ролевой маски'
);
