<?php

if (!defined('FORUM')) die();

$lang_pan_pm = array(
	'pm'				=> 'ЛС',
	'private_message'		=> 'Личные сообшения',
	'item_all'			=> 'Все',
	'item_inbox'			=> 'Входящие',
	'item_outbox'			=> 'Исходящие',
	'item_tape'			=> 'Лента',
	'item_new'			=> 'Написать',
	'item_view'			=> 'Просмотр',
	'new_msg_title'			=> 'У вас появились новые входящие сообщения',
	'go_to_pm'			=> 'Перейти к личным сообщениям',
	
	'crumb_new'			=> 'Новое сообщение',
	'crumb_read'			=> 'Диалог с пользователем %s',
	'no_msg_inbox'			=> 'Входящих писем нет.',
	'no_msg_outbox'			=> 'Исходящих писем нет.',
	
	'sender'			=> 'Отправители',
	'reciver'			=> 'Получатели',
	'users'				=> 'Кому',
	'subject'			=> 'Тема',
	'list_topics'			=> 'Темы',
	'new_topic'			=> 'Новая тема',
	'no_subject'			=> '<Без темы>',
	'reply'				=> 'Ответ',
	'message'			=> 'Текст письма',
	'send_msg'			=> 'Отправить',
	'msg_sent'			=> 'Сообщение отправлено',
	'msg_subj'			=> 'Тема: %s',
	'msg_reply'			=> 'Ответ: %s',
	'new_msg_sticky'		=> 'Важное',
	'new_msg_sticky_i'		=> 'Пометить это сообщение как важное',
	'form_answer'			=> 'Форма ответа',
	'receiver'			=> 'Собеседник',
	'posted'			=> 'Дата',
	'filter_name'			=> 'Фильтр по имени',
	'first_old'			=> 'Вначале старые',
	'first_new'			=> 'Вначале новые',
	'go_to_read'			=> 'Перейти к чтению сообщения',
	'go_to_edit'			=> 'Перейти к редактированию сообщения',
	'delete'			=> 'Удалить выбранные',
	'deleted'			=> 'Выбранные письма удалены',
	
	'pm_title'			=> 'Написать личное сообщение',
	'admin_disable'			=> 'Личные сообщения',
	'admin_disable_i'		=> 'Запретить пользователю отправлять новые личные сообщения другим пользователям',
	
	'settings_head'			=> 'Настройки личных сообщений',
	'pm_global_link'		=> 'Ссылка в меню',
	'pm_global_link_i'		=> 'При включении будет доступна ссылка на ЛС в основном меню',
	'pm_max_inbox'			=> 'Количество входящих',
	'pm_max_inbox_i'		=> 'Максимальное количество входящих сообщений у каждого пользователя',
	'pm_max_outbox'			=> 'Количество исходящих',
	'pm_max_outbox_i'		=> 'Максимальное количество исходящих сообщений у каждого пользователя',
	'active_contacts'		=> 'Количество контактов',
	'active_contacts_i'		=> 'Количество активных контактов за установленный промежуток времени в днях',
	
	'view_msgs_user'		=> 'Просмотр сообщения от пользователя %s',
	'view_msg'			=> 'Просмотр сообщения',
	'read_msg_count'		=> 'Всего сообщений в теме %s',
	'inbox_msg_count'		=> 'Всего входящих писем: %s',
	'outbox_msg_count'		=> 'Всего исходящих писем: %s',

	'edit_msg'			=> 'Редактирование сообщения',
	'msg_status'			=> 'Статус отправленных сообщений',
	'msg_unred'			=> 'Сообщение не прочитано',
	'msg_read'			=> 'Сообщение прочитано',
	'msg_sticky_i'			=> 'Чтобы пометить сообщение как важное, нажмите на звездочку',
	'msg_mark_sticky'		=> 'Отметить сообщение как важное',
	'msg_mark_unsticky'		=> 'Снять отметку важности',
	'mark_for_delete_all'		=> 'Выбрать все письма для удаления',
	'mark_for_delete_one'		=> 'Выбрать письмо для удаления',
	
	//Email
	'pm_email'			=> 'Уведомлять о получении личных сообщений по электронной почте.',

	//Errors
	'outbox_full'			=> 'Папка исходящих переполнена! Пожалуйста, освободите место для новых исходящих писем.',
	'inbox_full_title'		=> 'Папка входящих переполнена! Освободите место для новых входящих писем.'
);

?>

