<?php

$lang_sat_page = array(
	'home'		=>	'Главная',
	'info_pages'	=>	'Страницы',
	'options'	=>	'Страницы',
	'newcat'	=>	'Новая категория',
	'newpage'	=>	'Новая страница',

	'pagelist'	=>	'Список существующих страниц',
	'category'	=>	'Категории',
	'pages'		=>	'Страницы',
	'nocat'		=>	'Без категории',
	'edit'		=>	'Изменить',
	'del'		=>	'Удалить',
	'save'		=>	'Сохранить',
	'saved'		=>	'Изменения сохранены.',


	'addcat'	=>	'Добавление категории',
	'editcat'	=>	'Редактирование категории',
	'addcatmess'	=>	'Позволяет группировать информационные страницы по разделам. Страница может не принадлежать ни одной категории.',
	'addcatleg'	=>	'Добавить новую категорию',
	'editcatleg'	=>	'Редактировать категорию',
	'catname'	=>	'Название категории',
	'cat_announce'	=>	'Показывать объявление на странице категории.',

	'catdenmess'	=>	'Ограничение доступа распространяется на все страницы категории. Дополнительные ограничения для отдельных страниц можно установить в их настройках.',
	'catshowleg'	=>	'Отображать на <br />странице категории',
	'catshowlist'	=>	'Список страниц',
	'catshowcont'	=>	'Контент страниц',
	'catdenleg'	=>	'Группы, не имеющие <br />доступа к категории',
	'addcatbut'	=>	'Добавить категорию',
	'catadded'	=>	'Категория добавлена.',

	'delcat'	=>	'Удаление категории',
	'delcatmess'	=>	'Вы собираетесь удалить категорию <strong>%s</strong>. Страницы категории НЕ будут удалены, они перейдут в раздел <strong>Без категории</strong>.',
	'catdeleted'	=>	'Категория удалена.',


	'addpage'	=>	'Добавление страницы',
	'editpage'	=>	'Редактирование страницы',
	'addpagebut'	=>	'Создать страницу',
	'pageadded'	=>	'Страница создана.',

	'addpageleg'	=>	'Создать новую страницу',
	'editpageleg'	=>	'Редактировать страницу',
	'pagemess'	=>	'Чтобы создать Главную страницу, назовите её <b>Index</b>.',
	'pagename'	=>	'Название страницы',
	'pagecat'	=>	'Категория',
	'page_announce'	=>	'Показывать объявление на странице.',
	'pagetxt'	=>	'<strong>Контент страницы</strong> <br />(Вы можете использовать <br />html-разметку и php)',

	'pagedenleg'	=>	'Группы, не имеющие <br />доступа к странице',
	'pagedenmess'	=>	'Запреты, назначенные для категории, распространяются на страницы автоматически, проставлять их повторно не нужно.',

	'delpage'	=>	'Удаление страницы',
	'delpagemess'	=>	'Вы собираетесь удалить страницу <strong>%s</strong>. Восстановить её будет невозможно. Вы уверены?',
	'pagedeleted'	=>	'Страница удалена.'

);